/* Title of alert box if helper not installed */
"Help Needed" = "Help Needed";

"Write Launchd Password Prompt" = "To save a backup that runs with administrator privileges, you must authenticate as an administrator."